Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/abonnement-paa-rss-varsling-fra-sametinget.html.tmx
Source language: nob
Languages: sme

source: Hold deg automatisk oppdatert om hva som er nytt på Sametingets nettsider.
sme: Háliidat go oažžut automáhtalaččat dieđu dan birra mii ain ihtá Sámedikki neahttasiidduide?

source: I stedet for å oppsøke sidene for å se om det er publisert noe nytt, kan du få et varsel om dette fra en nyhetsleser.
sme: Dan sadjái go ain fitnat iskame leago almmuhuvvon juoga ođas, de sáhtát dán birra oažžut dieđu RSS-ođaslohkkis.

source: Slik gjør du:
sme: Ná dagat:

source: Last ned en RSS-nyhetsleser, hvis det ikke allerede finnes i nettleseren din.
sme: Viečča RSS-ođaslohkki neahtas, jus dat ii gávdno juo du neahttalohkkis.

source: Finn siden du ønsker å abonnere på.
sme: Raba dan siiddu maid háliidat doallat/abonneret.

source: Du kan få varsel om følgende:
sme: Sáhtát oažžut dákkár dieđuid:
